Repository: iina/iina
Catalog: iina/mul.lproj/OpenURLWindowController.xcstrings
Source language: en
Languages: ar, cs, da, fr, he, hu, ru, tr, uk, zh_hans, zh_hant

# 3T9-gp-4UE.title
source: Loading Media……
ar: تحميل الوسائط……
cs: Načítání souboru……
da: Indlæser medie......
fr: Chargement des médias……
he: טוען מדיה……
hu: Média betöltése……
ru: Загрузка медиа……
tr: Ortam Yükleniyor…
uk: Завантаження медіа……
zh_hans: 正在加载内容……
zh_hant: 媒體項目讀取中……

# 8sC-lH-DOd.title
source: Open
ar: فتح
cs: Otevřít
da: Åbn
fr: Ouvrir
he: פתח
hu: Megnyitás
ru: Открыть
tr: Aç
uk: Відкрити
zh_hans: 打开
zh_hant: 打開

# gaI-DT-l2c.title
source: URL is invalid.
ar: عنوان URL غير صالح.
cs: URL adresa je neplatná.
da: URL er ikke gyldig.
fr: L'URL est invalide.
he: כתובת ה-URL אינה חוקית.
hu: Érvénytelen URL.
ru: Недопустимый URL.
tr: URL geçersiz.
uk: Неприпустима URL.
zh_hans: 非法的 URL。
zh_hant: 網址無法使用

# iNG-ee-EW6.title
source: Cancel
ar: إلغاء
cs: Zrušit
da: Annuller
fr: Annuler
he: ביטול
hu: Mégse
ru: Отмена
tr: Vazgeç
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# m0D-hR-3pr.title
source: Remember username and password for this host in keychain
ar: تذكر اسم المستخدم وكلمة المرور لهذا المضيف في سلسلة المفاتيح
cs: Uložit uživatele a heslo do svazku klíčů
da: Husk brugernavn og kode for denne host i nøglering
fr: Sauvegarder le nom d'utilisateur et mot de passe dans le trousseau
he: שמור במחזיק המפתחות את שם המשתמש והסיסמה עבור הדומיין הזה
hu: Felhasználónév és jelszó megjegyzése a kulcskarikán
ru: Запомнить имя пользователя и пароль для этого хоста в связке ключей
tr: Bu sunucu için kullanıcı adını ve parolayı anımsa
uk: Збережіть у Ключарі ім'я та пароль для цього хосту
zh_hans: 在钥匙串中保存该远程主机的用户名和密码
zh_hant: 在我的鑰匙圈中記錄這組連到遠端主機的使用者名稱和密碼

# Q1z-9O-n4X.title
source: Username
ar: اسم المستخدم
cs: Uživatel
da: Brugernavn
fr: Nom d'utilisateur
he: שם משתמש
hu: Felhasználónév
ru: Имя пользователя
tr: Kullanıcı Adı
uk: Ім'я користувача
zh_hans: 用户名
zh_hant: 用戶名

# uM6-Bp-Wdk.title
source: Password
ar: كلمة المرور
cs: Heslo
da: Kodeord
fr: Mot de passe
he: סיסמה
hu: Jelszó
ru: Пароль
tr: Parola
uk: Пароль
zh_hans: 口令
zh_hant: 密碼

# wxH-ic-Uug.title
source: HTTP Authentication
ar: مصادقة HTTP
cs: HTTP autentifikace
da: HTTP Godkendelse
fr: Authentification HTTP
he: אימות HTTP
hu: HTTP-hitelesítés
ru: HTTP-аутентификация
tr: HTTP Kimlik Doğrulaması
uk: HTTP-автентифікація
zh_hans: HTTP 认证
zh_hant: HTTP 認證

# XV7-VP-Ua2.placeholderString
source: Please enter the URL here……
ar: الرجاء إدخال عنوان URL……
cs: Zadejte zde URL adresu……
da: Indtast URL her……
fr: Veuillez saisir l'URL ici…
he: אנא הזן את הURL כאן…
hu: Add meg az URL-t itt……
ru: Пожалуйста, введите URL здесь……
tr: Lütfen URL’yi buraya girin…
uk: Будь ласка, введіть URL-адресу тут……
zh_hans: 在此输入 URL……
zh_hant: 請在此輸入 URL⋯⋯

# zbf-uh-uGz.title
source: Stop Loading
ar: إيقاف التحميل
cs: Zastavit načítání
da: Stop indlæsning
fr: Arrêter le chargement
he: עצור טעינה
hu: Betöltés leállítása
ru: Остановить загрузку
tr: Yüklemeyi Durdur
uk: Зупинити завантаження
zh_hans: 停止加载
zh_hant: 停止讀取
